const about = {
    vrezka: 'Город, который мы, возможно, покидаем навсегда, по словам замечательного поэта Зои Ященко, становится «памятью, музыкой, жестом…»',
    text: [
        'Книга про Норильск, которую вы держите в руках, именно из этого и состоит — из музыки и жестов, обрывочных воспоминаний и сиюминутных эмоций, из детских восторгов и подростковых депрессий, снежных брызг из-под борда на трассе горы Отдельной и капель кипящего металла в плавильном цехе «Надежды», небесных акварелей северного сияния и плеска волн на озере Долгом, из завываний пурги и трелей велосипедных звонков у набережной Урванцева. Ну и еще из отдельно взятых кошек и собак…',
        'Книга ничуть не напоминает путеводитель или справочник. В тексте про стадион «Заполярник» нет ни слова о спорте, рассказ о Норильском Заполярном театре драмы имени Маяковского не превращается в рассказ о великом Сергее Ребрии, (но мы все-таки поставили его фотографию!), а из всех знаковых мест Талнаха автор выбрал скромный детский садик «Золотой петушок».',
        'Имел право! Как и все остальные создатели альбома. Истории, которые они здесь рассказали, — очень личные. Нарисованный ими Норильск — сугубо авторский, субъективный. Вот так они его увидели, отрефлексировали, закрепили в памяти. Вот таким они увозят его в своем сердце, улетая по окончании средней школы на материк из аэропорта Алыкель. Кто надолго, а кто и навсегда.',
        'Они — это норильские, талнахские, оганерские, кайерканские старшеклассники, выпускники Медиашколы Игоря Попова в Заполярье, которая открылась в 2015 году при поддержке компании «Норникель» и медиакомпании «Северный город». Шесть лет, шесть выпусков, более 150 прошедших обучение ребят, несколько сотен публикаций в местной прессе, четыре выпуска глянцевого журнала «Зайцы», десятки мастер-классов от приехавших с материка звезд журналистики — от Алексея Венедиктова до Дмитрия Губерниева…',
        'И вот теперь ребята написали книгу. Тридцать восемь представителей всех шести выпусков Медиашколы. Тридцать восемь воспоминаний, объяснений в любви и «последних прости», адресованных этому городу на вечной мерзлоте. Такому сложному, холодному, полному противоречий и завораживающей апокалиптической красоты, справедливо критикуемому и несправедливо обижаемому, существующему вопреки законам природы и общества. Уникальному. Родному…',
        'Такой Норильск мы увозим с собой.'
    ]
};

export default about;
