import kvartirnikiBgr from '../../assets/images/articles/bgr/26_kvartirniki_bgr.png';
import kvartirniki0 from '../../assets/images/articles/26_kvartirniki_0.png';
import kvartirniki1 from '../../assets/images/articles/26_kvartirniki_1.png';
import kvartirnikiMono from '../../assets/images/articles/26_kvartirniki_mono.png';

const kvartirniki = {
    id: '26',
    name: 'kvartirniki',
    cat: 'symbols',
    type: 'A',
    mainTitle: 'Квартирники',
    chapters: [
        {
            title: 'Уют и творчество',
            author: 'Анна Галимьянова (Кассета)',
            text: ['Норильск, конечно, не Питер, но квартирники у нас не хуже! Проходят они на различных площадках, например в антикафе на улице Завенягина, 3, в городском центре культуры или свободном пространстве «Лофт». Происходит все в довольно уютной домашней обстановке. В антикафе каждый может налить себе чаю, взять печенек, укутаться в плед и наслаждаться творчеством выступающих. Выглядит все это как мини-концерт, на котором в среднем собирается около 50 зрителей и в зависимости от формата (сольный или смешанный) от одного до 10 выступающих. Также есть открытый микрофон, перед которым могут выступить любые творческие ребята. Присутствующие занимают свои места (в ГЦК это зрительские кресла, в антикафе — диванчики, места со столиками и подушки на полу), и начинается веселый вечер с разговорами в перерывах между песнями, шутками и вопросами выступающим. В антикафе проходят акустические концерты без использования электронного оборудования (усилителей, микрофонов и т. д.), так как большинство гостей считают, что вживую намного круче. А вот в ГЦК музыканты  выступают на сцене со световым и музыкальным сопровождением. Атмосфера в каждой точке совершенно особенная.']
        }
    ],
    subArticles: [
        {
            title: 'Как узнать о месте проведения',
            text: 'Информация распространяется в основном через «Инстаграм» и другие интернет-площадки. Полистав местные афиши в городских группах, обязательно ее найдешь. По возрасту ограничений нет (ну иногда бывает 16+), так что на концерты приходят и подростки, и люди постарше — так сказать, вспомнить молодость, ведь довольно часто тут исполняют песни «Кино», «Арии» и других знаменитых групп.'
        },
        {
            title: 'Кто выступает',
            text: 'В квартирниках участвуют как уже известные в Норильске музыканты («Негатив», Fancy friend), так и начинающие: Лютик, Кассета (автор данного текста), группа LP. Появляется все больше и больше интересных и творческих людей, и мы рады знакомиться с ними. Цена за вход в среднем составляет 100–200 рублей. Атмосфера уюта и безграничного творчества точно того стоит, так что приходите! Квартирник — это новые знакомства, приятная музыка, теплый уютный вечер, который всегда заканчивается только положительными эмоциями, обнимашками и фотографиями со счастливыми лицами!'
        }
    ],
    mainImg: kvartirniki0,
    bgrImg: kvartirnikiBgr,
    monoImg: kvartirnikiMono,
    images: [kvartirniki1],
    photoAuthor: 'автор'
};

export default kvartirniki;
