import mostBgr from '../../assets/images/articles/bgr/34_most_bgr.png';
import most0 from '../../assets/images/articles/34_most_0.png';
import most1 from '../../assets/images/articles/34_most_1.png';
import mostMono from '../../assets/images/articles/34_most_mono.png';

const most = {
    id: '34',
    name: 'most',
    cat: 'locations',
    type: 'A',
    mainTitle: 'Мост на реке Норильской',
    chapters: [
        {
            title: 'Как мы снимали «Титаник»',
            author: 'Юрий Денисов',
            text: [
                'На носу корабля стоят двое… Звучит песня Селин Дион My heart will go on… Знакомо? Нет, это не «Титаник». Нечто большее. Очень важное для меня и моей семьи. Не той семьи, которая меня вырастила и воспитала, а той, с которой я чувствую себя самим собой. Рядом с моими друзьями. Вот эту историю я и расскажу.',
                'Это было в середине апреля несколько лет назад. Я и три моих лучших друга поехали на автобусе к реке Норильской, по которой уже вовсю шел лед. Никто из нас не думал, что обычный выезд за город станет таким памятным. Сначала мы прошлись по мосту, я бросил вниз валяющийся под ногами ржавый гаечный ключ. Было забавно наблюдать за его падением, время как будто замедлилось… Ключ упал на маленький айсберг и уплыл. Егор предложил спуститься к воде. Глеб повел нас к своеобразному кладбищу кораблей и лодок, где, собственно, началось самое интересное.',
                'Сначала мы просто осматривали ржавые, некогда бороздившие реку лодки, потом поднялись на одно судно. Осмотрели его полностью от днища до крыши. Всем в голову разом пришла мысль о «Титанике», тот самый момент из фильма с Леонардо Ди Каприо, где он в роли Джека Доусона держит за талию прекрасную Розу Дьюитт. Мы решили повторить этот кадр и запечатлеть его на камеру. Единственная наша девушка Даша, увы, не справлялась с ролью, так как даже не смотрела фильм. Егор, как ни пытался, не мог добиться от нее той пьянящей свободы и полета, которую ощутила Роза, стоя на носу обреченного корабля. Поэтому мы разыграли такую сценку: я на несколько минут превратился в молодого Лео, а Егор — в очаровательную Кейт Уинслет. С первого дубля снять не получилось, так как Глеба разрывало от смеха. Каштановые кудри Егора развевались на ветру, я чувствовал, как мои руки слабеют (пытался поднять своего друга, как Рафики поднял Симбу в мультфильме «Король Лев»), Даша всем своим видом изображала ревность (ну, конечно, у нее отобрали роль!). Темнело, мы понимали, что пора возвращаться домой, но так не хотелось уходить…',
                'На память я взял гайку с той кормы, на которой держал своего лучшего друга, а он прихватил с собой большой тяжелый крюк… Это был самый важный для меня день в том году, потому что я провел его самым лучшим образом — вместе с друзьями, со своей второй семьей.'
            ],
            monoImg: { src: mostMono, orient: 'monoImgNormal' },
            rgbImg: { src: most1, orient: 'imgHor', order: 2 }
        }
    ],
    mainImg: most0,
    bgrImg: mostBgr
};

export default most;
