import nightBgr from '../../assets/images/articles/bgr/48_night_bgr.png';
import night0 from '../../assets/images/articles/48_night_0.png';

const night = {
    id: '48',
    name: 'night',
    cat: 'symbols',
    type: 'A',
    mainTitle: 'Полярная ночь',
    subTitle: '*** подзаголовок ***',
    chapters: [
        {
            title: 'Бабушка и летающая тарелка',
            author: 'Александра Щелкунова',
            text: [
                'Северная полярная ночь, которая несколько недель властвует на Таймыре, — это, по сути, отдельная маленькая жизнь. Совершенно особенная часть года. Непростая без солнца, таинственная, немного мистическая. Как ночь новогодняя, но только намного длиннее. И конечно, немало необычного происходит, когда арктические просторы окутывает тьма. И грустного, и смешного, и фантастического…',
                'Одну такую историю поведала моя бабушка.',
                'Произошло это в 1978 году. Бабушка возвращалась домой. Было довольно темно, лишь пара фонарей горела в безлюдном дворе. И вдруг она заметила что-то странное и необычное в освещении окружающих ее предметов. Подняв голову, она увидела, что над домами нависло нечто непонятное, испускающее яркие лучи света. Показалось, что на дворе не мрачная и угрюмая ночь ноября, а солнечный июньский день. В небе висел объект, напоминавший, как бы глупо это ни звучало, летающую тарелку! Эх, если бы в те времена существовали смартфоны, она бы, конечно, запечатлела этот момент, но откуда они в конце 70-х годов прошлого века! Необъяснимое явление исчезло через несколько секунд, чего нельзя сказать о чувстве ошеломления, не покидавшем бабушку еще какое-то время. По пути домой, несмотря на несколько испуганное и возбужденное состояние, она хотела рассказать об увиденном всем и каждому. У подъезда соседнего дома как раз стоял симпатичный парень, и бабушка спросила у него, не видел ли он то же, что заметила она. Выслушав бабушкину версию, юноша рассмеялся и сказал, что это всего лишь северное сияние. Она успокоилась, но свое мнение об увиденном не поменяла: все-таки она наблюдала именно НЛО! Ну а симпатичный парень впоследствии стал… моим дедушкой! Вот такая история приключилась в нашем необычном городе с его жестким климатом, сбивающим с ног ветром и чудесными людьми!'
            ]
        },
        {
            title: 'Побег',
            author: 'Женя Штефан',
            text: [
                'Я не люблю север. И полярные ночи не люблю, потому что это время, когда не только ноги утопают в снегу, но и ты сам полностью погружаешься в темноту, печаль, отчаяние. На шесть недель солнце сходит с небосвода, оставляя таймырцев в кромешной тьме. Живу здесь 17 лет и до сих пор не понимаю, что привлекает людей в краях вечного холода. В круглосуточные ночи ты чувствуешь себя запертым в четырех стенах. Закрываешь глаза — темно, открываешь — то  же самое. Изолированность от всего мира делает это место уникальным.',
                'Где еще можно так ловко спрятаться от себя? Оправдать невыход из  своей зоны комфорта выживанием в трудных условиях? И никто тебя не упрекнет! Без надобности я не выхожу на улицу. Слишком холодно. Холод и тьма севера забрали мое здоровье. Это сделало меня еще более беспомощным комочком грусти. И вот еще это…',
                '…Сижу дома. В квартире тихо, кроме меня — никого. На часах три дня. Наливаю кипяток в чашку с прошлогодним символом китайского календаря. Пес — верный друг. Ах, как здорово бы было завести собаку! До меня доносятся отдаленные голоса моих соседей сверху. Мужской — разгневанный и громкий. И женский — дрожащий, испуганный. Звукоизоляция никакая — к сожалению, я разбираю каждое слово. Стараясь не обращать внимания на усиливающийся скандал, запускаю видео о новинках кино, но крики соседей перебивают голос диктора. Грязные слова, от которых хочется выплюнуть собственный язык, заполнили все пространство. Пробивает дрожь, словно это происходит в соседней комнате. Что я могу сделать, услышав гадкие обвинения? Что я могу сделать, услышав глухие удары? Что я могу сделать, услышав плач? Мне страшно, я молчу… Голос, полный ярости, стих. Больше никто не кричит и не плачет. Сижу в полутьме с остывающим какао в руках. Скоро совсем стемнеет. Ах, как здорово бы было завести собаку!',
                'Я уехала на материк. Я не хотела забирать с собой полярную ночь, но, кажется, она сама последовала за мной…'
            ]
        }
    ],
    mainImg: night0,
    bgrImg: nightBgr,
    images: []
};

export default night;
