import purgaBgr from '../../assets/images/articles/bgr/50_purga_bgr.png';
import purga0 from '../../assets/images/articles/50_purga_0.png';
import purga1 from '../../assets/images/articles/50_purga_1.png';
import purgaMono from '../../assets/images/articles/50_purga_mono.png';

const purga = {
    id: '50',
    name: 'purga',
    cat: 'symbols',
    type: 'A',
    mainTitle: 'Пурга',
    vrezka: 'Трасса между городом и его воздушными воротами интересна сама по себе. Проезжаешь кучу достопримечательностей. Старый мост через реку Амбарную и паровоз на нем. Символическую границу Таймыра у поворота на Дудинку. Территорию старого аэродрома с самолетом у завода «Надежда»… Но еще интереснее то, что иногда эта дорога открывает важные истины.',
    chapters: [
        {
            title: 'Главное — не паниковать!',
            author: 'Марина Громченко',
            text: [
                'Восемь лет назад мы с семьей собирались в отпуск. Вечером накануне вылета послушали прогноз погоды и легли спать. Утром я услышала слабое завывание ветра за окном, но не придала этому значения. Мама вызвала такси, и через некоторое время мы отправились в аэропорт. Прошли регистрацию на рейс и уже расположились в зале ожидания, как вдруг по громкой связи объявили, что аэропорт закрывается, а все рейсы отменяются из-за погодных условий. Мама с папой сразу пошли искать транспорт, чтобы уехать обратно в город. Я была еще ребенком, поэтому недоумевала: плохая погода — ну и что? Самолет же может аккуратно взлететь…',
                'Через несколько минут папа вернулся, взял меня на руки, выбежал на улицу, и мы сели в маршрутное такси. Там уже была мама и незнакомые люди, в глазах которых читался страх. Тем не менее я вскоре уснула под шум пурги. Разбудили меня испуганные возгласы пассажиров. Видимость стала резко ухудшаться, и дошло до того, что никто не мог разглядеть дорогу. Машину трясло, мы видели только стихию, бушевавшую за окнами. Именно тогда север показал нам свое истинное лицо — суровое и таинственное. Ситуация становилась все хуже и хуже. Никто не понимал, как наш водитель ориентируется в пространстве. «Мы сейчас разобьемся!» — начала кричать пассажирка на первом сиденье. Еще немного, и возникла бы паника, но в этот момент одна женщина, всю дорогу сидевшая спокойно, командным голосом приказала всем замолчать и начала громко рассказывать историю: «Я с рождения жила в тайге. Однажды зимой муж ушел на охоту. Поднялась пурга. Прошло много времени, муж уже должен был вернуться, но его все не было. Я переждала ночь, а наутро взяла лыжи и поехала его искать. Ветром меня сбивало с ног, но я все же доехала до избы знакомого охотника и нашла там мужа. Вместе мы отправились домой. После этого случая я не боюсь никакой пурги и вам не советую». Дальше все ехали молча, а вскоре ветер начал утихать, стало видно дорогу, мы въехали в город, и водитель развез всех по домам.',
                'Улетели мы только через день. А этот случай запомнили надолго, он показал моей семье суровую и прекрасную северную стихию и научил не паниковать даже в самых экстремальных условиях.'
            ]
        }
    ],
    mainImg: purga0,
    bgrImg: purgaBgr,
    monoImg: purgaMono,
    images: [purga1]
};

export default purga;
