import theatreBgr from '../../assets/images/articles/bgr/58_theatre_bgr.png';
import theatre0 from '../../assets/images/articles/58_theatre_0.png';
import theatreMono from '../../assets/images/articles/58_theatre_mono.png';

const theatre = {
    id: '58',
    name: 'theatre',
    cat: 'locations',
    type: 'A',
    mainTitle: 'Театр драмы им. Владимира Маяковского',
    subTitle: 'Один из лучших в Красноярском крае',
    chapters: [
        {
            title: 'Тут каждый становится аристократом',
            author: 'Юлия Исакова',
            text: [
                'Любимое место — Заполярный театр драмы. Нигде не бывает таких торжественных, таких величественных вечеров, как там. Дамы и господа приходят в главный очаг культурной жизни Норильска во всем блеске, ухоженные, респектабельные и элегантные. Среди этой утонченной публики ты тоже поневоле начинаешь ощущать себя аристократом. (Аристократом духа уж точно!) А потом, попадая в зрительный зал, будто оказываешься в параллельном мире, где царит магия и загадка. Все взбудоражены, переговариваются, стоит негромкий гул. Но после третьего звонка он стихает, капельдинеры занавешивают входы, огромная сверкающая люстра плавно гаснет, и все погружается во тьму. Началось!',
                'Зрители замирают, создавая такую плотную тишину, что кажется, будто ее можно потрогать рукой. Благодаря этому каждая реплика актеров звучит четко, ярко и пронизывающе. По залу разлито легкое напряжение, которое находит выход в громогласных аплодисментах, не раз и не два звучащих по ходу действия. Ваши ожидания не остаются обманутыми, ведь наш театр не зря считается одним из лучших в Красноярском крае. Сюда непременно захочется вернуться еще раз, чтобы ощутить эту великосветскую атмосферу, проникнуться ею и, конечно же, насладиться шикарной игрой актеров (один Сергей Ребрий чего стоит!), которые дарят нам свое время, искусство и особенное настроение.'
            ]
        },
        {
            title: '…А я танцевала здесь вальс любви!',
            author: 'Валерия Расадина',
            text: [
                'Посещать наш драматический театр — одно удовольствие. Игра актеров на высшем уровне, постановки завораживают. Да еще он носит имя моего любимого Маяковского!',
                'Раньше я не жаловала театры, но как-то меня позвали на спектакль «Ночь перед Рождеством». Я не ждала ничего особенного, но уже через 10 минут не могла оторвать глаз от сцены, мурашки бежали по телу. Мой мир перевернулся с ног на голову! Я была действительно в восторге и чаще стала ходить не в кино, а в театр. Но это не единственное событие, связанное с этим местом.',
                'На последнем звонке в девятом классе мы должны были танцевать вальс. Я не придавала репетициям значения, да и в пару никто не звал. Но уже на первом занятии вальс меня поразил. А еще больше поразил мальчик, который танцевал с моей подругой. Мне он всегда казался тихоней, но во время танца вдруг так раскрылся, что многие старшеклассницы звали его на вальс с выпуском 11-го класса. Подруге он нравился, и по ее просьбе мы стали общаться втроем на каждой репетиции. Скоро я поняла, что юноша не отвечает подруге взаимностью, но чувствовала какой-то подвох… Теперь нужно было ставить вальс для выпускного вечера, но все пары распались, осталось только по одному танцору, и  каждый искал партнера или партнершу. И вдруг этот мальчик позвал меня, чему я ужасно удивилась. Но и это не все! Вместо школьного зала нам разрешили репетировать… в театре, потому что у моего нового друга имелись там знакомства! Все были в восторге! Танцевать вальс на театральной сцене — что может быть круче?! Там же он признался мне в любви, которая, оказывается, длилась у него уже несколько лет. Я была поражена, но ответила взаимностью. Вальс нас соединил, а драмтеатр стал местом начала наших отношений. Танец любви в театре имени Маяковского! О чем еще можно мечтать?..'
            ]
        }
    ],
    subArticles: null,
    ps: null,
    mainImg: theatre0,
    bgrImg: theatreBgr,
    monoImg: theatreMono,
    images: []
};

export default theatre;
