import photoOfficial001 from '../assets/images/mediaschool/official/002.png';
import photoOfficial002 from '../assets/images/mediaschool/official/005.png';
import photoOfficial003 from '../assets/images/mediaschool/official/003.png';
import photoOfficial004 from '../assets/images/mediaschool/official/004.png';
import photoOfficial005 from '../assets/images/mediaschool/official/001.png';
import photoOfficial006 from '../assets/images/mediaschool/official/006.png';
import photoOfficial007 from '../assets/images/mediaschool/official/007.png';
import photoOfficial008 from '../assets/images/mediaschool/official/008.png';
import photoOfficial009 from '../assets/images/mediaschool/official/009.png';
import photoNonofficial001 from '../assets/images/mediaschool/nonofficial/011.png';
import photoNonofficial002 from '../assets/images/mediaschool/nonofficial/002.png';
import photoNonofficial003 from '../assets/images/mediaschool/nonofficial/003.png';
import photoNonofficial004 from '../assets/images/mediaschool/nonofficial/004.png';
import photoNonofficial005 from '../assets/images/mediaschool/nonofficial/005.png';
import photoNonofficial006 from '../assets/images/mediaschool/nonofficial/006.png';
import photoNonofficial007 from '../assets/images/mediaschool/nonofficial/007.png';
import photoNonofficial008 from '../assets/images/mediaschool/nonofficial/008.png';
import photoNonofficial009 from '../assets/images/mediaschool/nonofficial/009.png';
import photoNonofficial010 from '../assets/images/mediaschool/nonofficial/010.png';

const mediaschool = {
    official: {
        photos: [
            photoOfficial001,
            photoOfficial002,
            photoOfficial003,
            photoOfficial004,
            photoOfficial005,
            photoOfficial006,
            photoOfficial007,
            photoOfficial008,
            photoOfficial009
        ],
        text: [
            'Медиашкола в Заполярье (основанная в 2000 году как школа журналистики газеты «Аргументы и факты») является независимым учебным заведением, предоставляющим услуги по дополнительному образованию в области средств массовой информации',
            'Школа активно сотрудничает с ведущими российскими федеральными и местными СМИ.',
            'Медиашкола не является высшим учебным заведением и не выдает дипломов государственного образца. Но мы даем своим студентам практические знания и навыки, необходимые для работы в СМИ, полезные контакты и связи в медийной среде и возможность публиковаться в лучших российских газетах, журналах, интернет-сайтах, информационных агентствах.',
            'Занятия ведут исключительно профессиональные журналисты, знающие, как функционируют современные СМИ и какие требования к потенциальным авторам они предъявляют. Мы считаем, что учить должны только практики',
            'Медиашкола тесно сотрудничает с факультетом журналистики МГУ, который окончили ее основатели. Руководитель школы Игорь Попов много раз принимал на журфаке государственный экзамен; директор Лада Мягкова преподавала на факультете технику СМИ.',
            'Мы уверены, что научиться журналистскому ремеслу можно только на практике, выполняя настоящие репортерские задания для конкретных средств массовой информации и перенимая опыт у старших товарищей. У студентов есть реальный шанс проверить себя в настоящем деле — написать материал для бумажных или сетевых российских СМИ и увидеть свою фамилию на их страницах.',
            'Обучающимся у нас школьникам старших классов мы гарантируем помощь в подготовке к творческому конкурсу в профильных вузах (в частности, на факультете журналистики МГУ), а также встречи с преподавателями, студентами и выпускниками этих учебных заведений.',
            'Занятия проходят в Норильске, Дудинке (полуостров Таймыр), Мончегорске, Заполярном и Никеле (Мурманская область).'
        ]
    },
    nonofficial: {
        photos: [
            photoNonofficial001,
            photoNonofficial002,
            photoNonofficial003,
            photoNonofficial004,
            photoNonofficial005,
            photoNonofficial006,
            photoNonofficial007,
            photoNonofficial008,
            photoNonofficial009,
            photoNonofficial010
        ],
        text: [
            [
                'Вы сидите за школьной партой, зубрите не сильно любимую химию, а душа просит чего-то иного? Полета, самовыражения, интересных встреч с необыкновенными людьми, путешествий? Или вы хотите бороться за правду, выводить на чистую воду мерзавцев и проходимцев, нести в мир разумное, доброе, вечное?',
                'Приходите к нам, в Медиашколу в Заполярье!',
                'Мы готовы открыть вам удивительный мир журналистики и блогинга, который дает возможность осуществить означенные выше желания и при этом еще вполне достойно заработать.'
            ],
            [
                'Научить человека писать нельзя. Это, как и в случае с художественной литературой, живописью, музыкой: или дано свыше, или нет. Если дано, то человеку нужно только постичь определенные правила игры, принятые в мире СМИ, узнать внутреннюю кухню и приобрести полезные контакты в медиапространстве. Мы с этим, безусловно, поможем. Талант, старание, напор плюс необходимые контакты и связи — и вы можете стать настоящей звездой!'
            ],
            [
                'Если же писать не дано…',
                'Знаете, в нынешних СМИ трудится огромное количество граждан, которым лучше бы разводить сусликов или ремонтировать пылесосы, а ведь ничего — состоят в штате газет и журналов, получают нормальные деньги и вполне себе довольны. Это крепкие ремесленники, каковых большинство в любых сферах человеческой деятельности (кстати, в российской политике и футболе они преобладают). Если вы очень хотите работать в прессе, как минимум ремесленника мы из вас сделаем.'
            ],
            [
                'Мучить вас унылыми лекциями не станем. Все обучение построено на практике: с первых занятий будем тренироваться писать тексты в разных жанрах и потом сообща разбирать их плюсы и минусы. Лучшие пойдут в большой мир. Только так можно что-то в нашем деле понять. Ну и обязательно нужно будет послушать ведущих российских журналистов, которые в течение учебного года готовы заглянуть к нам на творческие встречи.'
            ],
            [
                'Впрочем, Медиашкола в Заполярье давно уже вышла за рамки чистой журналистики и превратилась в своеобразный интеллектуальный дискуссионный клуб, в котором мы обсуждаем важные темы, хорошие книги, фильмы, читаем стихи, спорим, играем в крокодила, ассоциации, балду и вообще оттягиваемся по полной. Учиться надо весело и с драйвом. А иначе — какой смысл? \u263A \u263A \u263A'
            ]
        ]
    }
};

export default mediaschool;
